Repository: anion0278/mapp
Catalog: Mapp.UI/Localization/LocalizationStrings.*.resx
Languages: cs

# TextFilesExtensionDescription
source: Text files
cs: Textove soubory

# QuantityUpdaterTabTitle
source: Quantity Updater
cs: Aktualizace zasob

# ProductCodeIsNotSetValidationMsg
source: Product code is not set!
cs: Kod produktu neni zadan!

# InvoiceNotConvertedMsg
source: No invoices were converted!
cs: Zadne faktury nebyly konvertovane!

# InvoiceConverterTabTitle
source: Invoice Converter
cs: Konvertace faktur

# CovertedStockDataStatistics
source: Converted: {0}
cs: Bylo konvertovano: {0}

# ChooseOutputLocationTitle
source: Choose output location
cs: Zvol umisteni vystupniho souboru

# AutoFillTabTitle
source: AutoFill
cs: Automaticke vyplnovani

# TransactionsConverterTabTitle
source: Transactions Converter
cs: Konvertace transakci

# MaxLengthXOutOfN
source: Current length {0} out of {1} max
cs: Aktualni delka {0} z maximalne {1}

# ManualChangeTitle
source: Manual change
cs: Manualni uprava

source: Choose invoices
cs: Zvol faktury pro konvertaci

# BeginConversion
source: Start conversion...
cs: Konvertuj...

# PreviousInvoiceNumberInPohoda
source: Previous invoice № in Pohoda:
cs: Prechozi № v Pohode:

source: Default email:
cs: Vychozi email:

# OpenFolderAfterOperationFinished
source: Open folder after finished:
cs: Otevrit slozku po konvertaci:

# GroupSummaryTitle
source: Groupped by: {0}, count: {1}
cs: Groupovano dle: {0}, pocet zaznamu: {1}

# InvoiceOrigin
source: Origin
cs: Puvod

# AmazonProductName
source: Product name (Amazon)
cs: Nazev produktu (Amazon)

# AmazonNumber
source: Number (Amazon)
cs: Cislo (Amazon)

source: ProductCode
cs: Cislo produktu

# PackQuantity
source: Quantity in pack
cs: Mnozstvi v packu

# InvoiceItems
source: Products
cs: Produkty

# ItemsSkuCodes
source: SKU codes
cs: SKU produktu

source: Warehouse code
cs: Kod skladu

source: Customs declaration
cs: Celni prohlaseni

source: VAT type
cs: Typ VAT
